# Install
cask_args appdir: '/Applications'

# Packages
tap 'caskroom/cask' || true
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'bramstein/webfonttools'
brew 'git'
brew 'git-lfs'
brew 'vim'
brew 'tree'
brew 'node'
brew 'yarn'
brew 'zsh'
brew 'wget'
brew 'firebase-cli'
brew 'woff2'

# Casks
cask 'firebase-admin'
cask 'dropbox'
cask 'google-chrome'
cask 'firefox'
cask 'opera'
cask 'slack'
cask 'now'
cask 'surge'
cask 'sourcetree'
cask 'visual-studio-code'
cask 'figma'
cask 'vlc'
cask 'transmission'
cask 'transmit'
cask 'plex-media-server'
cask 'macvim'
cask 'dashlane'
cask 'imageoptim'
cask 'handbrake'
cask 'brackets'
cask 'spotify'
cask 'skype'
cask 'skypewebplugin'
cask 'openoffice'
cask 'beamer'