# Install
cask_args appdir: '/Applications'

# Packages
tap 'homebrew/cask-cask' || true
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'azure-cli'
brew 'terraform'
brew 'python'
brew 'git'
brew 'git-lfs'
brew 'vim'
brew 'tree'
brew 'yarn'
brew 'node'
brew 'deno'
brew 'yarn'
brew 'docker'
brew 'wget'

# Casks ("applications")
cask 'google-cloud-sdk'
cask 'google-chrome'
cask 'slack'
cask 'sourcetree'
cask 'visual-studio-code'
cask 'figma'
cask 'vlc'
cask 'imageoptim'
cask 'handbrake'
cask 'insomnia'
cask 'lastpass'
