# Install
cask_args appdir: '/Applications'

# Packages
tap 'caskroom/cask' || true
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'bramstein/webfonttools'
brew 'python'
brew 'git'
brew 'git-lfs'
brew 'vim'
brew 'tree'
brew 'node'
brew 'yarn'
brew 'zsh'
brew 'wget'
brew 'firebase-cli'
brew 'woff2'

# Casks
cask 'google-cloud-sdk'
cask 'adobe-creative-cloud'
cask 'virtualbox'
cask 'dropbox'
cask 'google-chrome'
cask 'firefox'
cask 'opera'
cask 'slack'
cask 'now'
cask 'sourcetree'
cask 'visual-studio-code'
cask 'figma'
cask 'vlc'
cask 'imageoptim'
cask 'handbrake'
cask 'skype'
cask 'skypewebplugin'
cask 'steam'
cask 'insomnia'